[
  {
    "key": "ap3_4_1",
    "wrappers": [
      "title-div"
    ],
    "templateOptions": {
      "expressionLock": "formState.memoria.tipoMemoria.id === 3",
      "label": "3.4.1 Proceso de reclutamiento"
    },
    "hideExpression": "!formState.mainModel.ap3_4.intervencionesSeresHumanosRadio || formState.mainModel.ap3_4.intervencionesSeresHumanosRadio === 'no'",
    "fieldGroup": [
      {
        "template": "<p>Describir el proceso de reclutamiento: presentación del proyecto y obtención de consentimiento del sujeto fuente y/o su representante legal de acuerdo al siguiente esquema:</p><ul><li>quién (persona/s encargada/s)</li><li>cómo (conversación, vídeo, folleto..)</li><li>dónde (lugar de información y de firma de documentos)</li><li>cuándo se van a realizar (momento en que se llevan a cabo; por ejemplo: cuando la persona participante acuda a la consulta).</li></ul>"
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>Se entiende por 'proceso de reclutamiento' todas aquellas acciones encaminadas a captar las personas que participarán en el estudio como sujetos de investigación.</p><p>Este proceso incluye la información al posible participante, su convencimiento y posterior obtención y firma del consentimiento.</p><p>El proceso de reclutamiento es posterior a la definición de la muestra con los criterios de inclusión y exclusión al hacer el diseño metodológico.</p><p>El proceso de reclutamiento es una parte esencial de la investigación porque afecta directamente a aspectos éticos como la voluntariedad, la equidad y el respeto.</p>"
      },
      {
        "key": "descripcionProcesoReclutamiento",
        "type": "ckeditor",
        "templateOptions": {
          "name": "Proceso de reclutamiento",
          "required": true
        }
      },
      {
        "template": "<p>Fecha prevista de inicio del reclutamiento</p>"
      },
      {
        "key": "fechaReclutamiento",
        "type": "datepicker",
        "templateOptions": {
          "required": true,
          "type": "text",
          "label": "Fecha prevista"
        },
        "validators": {
          "validation": [
            {
              "name": "date-is-after",
              "options": {
                "compareTo": "formStateProperty",
                "formStateProperty": "memoria.peticionEvaluacion.fechaInicio",
                "message": "Debe ser posterior a la fecha de inicio del proyecto (datos generales solicitud evaluación)"
              }
            }
          ]
        }
      },
      {
        "wrappers": [
          "info-div"
        ],
        "template": "<p>Nota: Añadir en el apartado '5.7 Documentación adicional' todos los documentos que vayan a utilizarse para reclutamiento de sujetos de estudio (por ejemplo anuncios, trípticos, etc., con el texto íntegro).</p><p>Si el proceso va a realizarse fuera de las instalaciones de la universidad añadir en el apartado '5.3' el Documento de autorización del centro o local (hospitales, centros educativos, centros de salud, etc).</p><p>Recuerde que el proyecto <strong>no puede iniciarse sin haber obtenido el informe favorable</strong> del comité; por tanto, las fechas deben ser coherentes. La fecha de inicio de reclutamiento no puede ser anterior a la fecha de obtención del informe favorable.</p></div>"
      }
    ]
  }
]